{
  "Welcome to React": "Ласкаво просимо до React і react-i18next",
  "language-selector": {
    "title": "Змінити мову",
    "options": {
      "ua": "Українська",
      "en": "Англійська",
      "fr": "Французька"
    }
  },
  "products": {
    "price-title": "Ціни:",
    "desctiptionTitle": "Опис",

    "characteristics": {
      "title": "Характеристики:",
      "width": "Ширина: {{val, units}}",
      "height": "Висота: {{val, units}}",
      "deep": "Глибина: {{val, units}}",
      "volume": "Об'єм: {{val, units}}",
      "weight": "Вага: {{val, units}}",
      "deliveryDate": "Дата доставки: {{val, datetime}}"
    },
    "product-1": {
      "title": "Пляшка для води з нержавіючої сталі",
      "description": "Представляємо нашу нержавіючу сталеву пляшку для води - ідеального спутника для підтримки гідрації в дорозі. Виготовлена з високоякісної нержавіючої сталі, вона є довговічною і стильною. Зі стильним дизайном, вона легко поміщається в сумку або власній підставці в автомобілі, що робить її ідеальною для щоденного використання. Її об'єм 500 мл гарантує, що ви матимете достатньо води, щоб залишатися освіженими протягом усього дня."
    },
    "product-2": {
      "title": "Керамічна чашка для кави",
      "description": "Смакуйте свій ранковий напій зі смаком завдяки нашій керамічній кавовій кружці. Ця красиво виготовлена кружка виготовлена з високоякісної кераміки, що забезпечує відмінну здатність утримувати тепло, щоб ваша кава лишалася гарячою. Її ергономічна ручка забезпечує комфортний захват, а об'єм 12 унцій ідеально підходить для вашої улюбленої кави або чаю."
    },
    "product-3": {
      "title": "Скляна ваза",
      "description": "Підніміть свою домашню декорацію за допомогою нашої скляної вази. Ця елегантна ваза виготовлена з чистого високоякісного скла, що дозволяє вашим квітам або декоративним предметам сяяти. Її розміри - 8 дюймів у висоту, 4 дюйми у ширину і 3 дюйми у глибину - роблять її універсальним центральним предметом для будь-якої кімнати."
    }
  },
  "price-range": "{{val, range}}"
}
